Repository: eugenekaras/CalorieTracker
Catalog: CalorieTracker/CalorieTracker/Localizable.xcstrings
Source language: en
Languages: it, tr

source: Female
it: Femmina
tr: Dişi

source: Friend or family
it: Amico o familiare
tr: Arkadaş veya aile

# gender_question_subtitle
source: This will be used to calibrate your custom plan
it: Questo verrà utilizzato per calibrare il tuo piano personalizzato
tr: Bu, özel planınızı kalibre etmek için kullanılacaktır

# gender_question_title
source: Choose your Gender
it: Scegli il tuo genere
tr: Cinsiyetinizi seçin

# intro_buttom_text1
source: Purchased on the web?
it: Hai acquistato sul web?
tr: Web'den mi satın aldınız?

# intro_buttom_text2
source: Sign In
it: Registrazione
tr: Oturum aç

# intro_subtitle1
source: Just snap a quick photo of your meal and we’ll do the rest
it: Basta scattare una foto veloce del tuo pasto e noi faremo il resto
tr: Yemeğinizin hızlı bir fotoğrafını çekin, gerisini biz halledelim

# intro_subtitle2
source: We will keep your informed about your food choices and their nutritional content
it: Ti terremo informato sulle tue scelte alimentari e sul loro contenuto nutrizionale
tr: Gıda tercihleriniz ve besin içerikleri hakkında sizi bilgilendireceğiz

# intro_subtitle3
source: Today is the best time to start working toward your dream body
it: Oggi è il momento migliore per iniziare a lavorare per ottenere il corpo dei tuoi sogni
tr: Hayalinizdeki vücuda kavuşmak için çalışmaya başlamak için en iyi zaman bugün

# intro_title1
source: Calorie tracking made easy
it: Il monitoraggio delle calorie reso semplice
tr: Kalori takibi kolaylaştırıldı

# intro_title2
source: In-dept nutrition analyses
it: Analisi nutrizionale approfondita
tr: Derinlemesine beslenme analizi

# intro_title3
source: Transform your body
it: Trasforma il tuo corpo
tr: Vücudunuzu dönüştürün

source: Male
it: Maschio
tr: Erkek

# onboarding_button_title
source: Next
it: Sonraki
tr: Sonraki

source: Other
it: Altro
tr: Diğer

source: There we go!
it: Ecco fatto!
tr: İşte oldu!
